spec/fixtures/soap/xml/IControl/LocalLB/Rule/IControl.LocalLB.Pool.set_monitor_association_82d03563fe5029c9c2e7efb3a9d5c5ee_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/Pool"><env:Body><wsdl:set_monitor_association><monitor_associations><item><pool_name>pool_test1</pool_name><monitor_rule><type>MONITOR_RULE_TYPE_SINGLE</type><quorum>0</quorum><monitor_templates><item1>tcp</item1></monitor_templates></monitor_rule></item></monitor_associations></wsdl:set_monitor_association></env:Body></env:Envelope>